class Config:
    token = "vk1.a.GYGe_juQRQ3Uk4-5sJip_WdNdwR96T5DCWFbniI2hsZIOz4sD4MqGclwWfjEfGLwAIDJUXZTz_knnaO9r1FRPDGjY1mwSe7g4ONP408YA6VdwFbqewCThNG6wqG7IRIk03uVUHwE-1o9peamPZN0MUA4hY-1p5n2mWiA5WLT3s5W6LVqqYTXbqH29jkgWvVgLlDaUVIDF1q44rnaDI0yKw"
    hello_text = "VK Post Creator Bot — это умный и удобный инструмент для автоматического создания постов в социальной сети ВКонтакте." \
                " Он поможет вам сэкономить время и усилия, генерируя оригинальные и привлекательные тексты на основе заданных вами описаний и тем.\n\n" \
                " Генерация контента: Бот создает уникальные посты, учитывая ваши темы и описания.\n\n" \
                "Как это работает:\n\n" \
                "1. Вы задаете тему и описание поста.\n" \
                "2. Выбираете количество символов, необходимых вам, и язык.\n" \
                "3. Бот обрабатывает информацию и генерирует текст.\n" \
                "4. Вы просматриваете и редактируете результат при необходимости.\n" \
                "5. Публикуете пост сразу или планируете его на будущее.\n\n" \
                "Преимущества:\n\n" \
                "• Экономия времени на создание контента.\n" \
                "• Увеличение активности вашей страницы.\n" \
                "• Улучшение качества постов благодаря автоматизации.\n\n" \
                "VK Post Creator Bot — ваш надежный помощник в мире контент-маркетинга! Начните создавать привлекательные посты уже сегодня!\n"\
                "Нажмите 'Создать пост', чтобы приступить к написанию характеристик поста"
